Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Configura nível de detalhe da despensa, antecedência das notificações de validade e visibilidade da lista de utensílios.
de: Legt den Detailgrad der Vorratskammer, den Vorlauf für Haltbarkeitsbenachrichtigungen und die Sichtbarkeit der Utensilienliste fest.
en: Sets the pantry detail level, the lead time for expiration alerts, and the visibility of the utensil list.
es: Configura el nivel de detalle de la despensa, la anticipación de los avisos de vencimiento y la visibilidad de la lista de utensilios.
fr: Définit le niveau de détail du garde-manger, l’anticipation des alertes d’expiration et la visibilité de la liste des ustensiles.
it: Configura il livello di dettaglio della dispensa, l’anticipo degli avvisi di scadenza e la visibilità dell’elenco degli utensili.
ja: パントリーの詳細度、有効期限通知のタイミング、器具リストの表示を設定します。

source: Configurações
de: Einstellungen
en: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定

source: Configurações do app
de: App-Einstellungen
en: App settings
es: Ajustes de la app
fr: Paramètres de l'app
it: Impostazioni dell'app
ja: アプリ設定

source: Configurações pessoais e histórico da IA nunca são compartilhados.
de: Persönliche Einstellungen und KI-Verlauf werden nie geteilt.
en: Personal settings and AI history are never shared.
es: Los ajustes personales y el historial de la IA nunca se comparten.
fr: Les paramètres personnels et l'historique de l'IA ne sont jamais partagés.
it: Le impostazioni personali e la cronologia IA non vengono mai condivise.
ja: 個人設定と AI 履歴は共有されません。

source: Configurando…
de: Wird konfiguriert…
en: Setting up…
fr: Configuration…
it: Configurazione…
ja: 設定中…

source: Configurar
de: Einrichten
en: Set up
fr: Configurer
it: Configura
ja: 設定

source: Configurar iCloud
de: iCloud konfigurieren
en: Set up iCloud
fr: Configurer iCloud
it: Configura iCloud
ja: iCloud を設定

source: Configurar iCloud e pular
de: iCloud einrichten und überspringen
en: Set up iCloud and skip
es: Configurar iCloud y omitir
fr: Configurer iCloud et passer
it: Configura iCloud e salta
ja: iCloud を設定してスキップ

source: Configurar Nutrição
de: Ernährung konfigurieren
en: Set up Nutrition
es: Configurar Nutrición
fr: Configurer Nutrition
it: Configura Nutrizione
ja: 栄養を設定

source: Configure seu perfil
de: Konfigurieren Sie Ihr Profil
en: Set up your profile
es: Configura tu perfil
fr: Configurez votre profil
it: Configura il tuo profilo
ja: プロフィールを設定

source: Configure seu perfil para ver suas metas.
de: Konfigurieren Sie Ihr Profil, um Ihre Ziele zu sehen.
en: Set up your profile to see your goals.
es: Configura tu perfil para ver tus metas.
fr: Configurez votre profil pour voir vos objectifs.
it: Configura il tuo profilo per vedere i tuoi obiettivi.
ja: 目標を見るためにプロフィールを設定してください。

source: Confirma esta alteração no app? Ação pendente: %@.
de: Diese Änderung in der App bestätigen? Ausstehende Aktion: %@.
en: Confirm this change in the app? Pending action: %@.
es: ¿Confirmas este cambio en la app? Acción pendiente: %@.
fr: Confirmer cette modification dans l'app ? Action en attente : %@.
it: Confermi questa modifica nell'app? Azione in sospeso: %@.
ja: アプリでこの変更を確認しますか？ 保留中のアクション：%@。

source: Confirmar
de: Bestätigen
en: Confirm
fr: Confirmer
it: Conferma
ja: 確認

source: Confirmar alteração
de: Änderung bestätigen
en: Confirm change
es: Confirmar cambio
fr: Confirmer la modification
it: Conferma modifica
ja: 変更を確認

source: Conhecer Premium
de: Premium entdecken
en: See Premium
es: Conocer Premium
fr: Découvrir Premium
it: Scopri Premium
ja: Premiumを見る

source: Conhecer Pro
de: Pro kennenlernen
en: Explore Pro
es: Conocer Pro
fr: Découvrir Pro
it: Scopri Pro
ja: Proを見る

source: Considerando a média dos seus dias concluídos, você está cerca de
de: Angesichts des Durchschnitts Ihrer abgeschlossenen Tage liegen Sie bei etwa
en: Based on the average of your completed days, you are about
es: Según el promedio de tus días completados, estás cerca de
fr: Selon la moyenne de vos journées terminées, vous êtes à environ
it: Considerando la media dei tuoi giorni completati, sei circa
ja: 完了した日の平均を考慮すると、約

source: Considerando a média dos seus dias concluídos, você está consumindo cerca de
de: Angesichts des Durchschnitts Ihrer abgeschlossenen Tage verbrauchen Sie etwa
en: Based on the average of your completed days, you are consuming about
es: Según el promedio de tus días completados, estás consumiendo cerca de
fr: Selon la moyenne de vos journées terminées, vous consommez environ
it: Considerando la media dei tuoi giorni completati, stai consumando circa
ja: 完了した日の平均を考慮すると、約

source: Considerando meu objetivo atual e o que está na minha despensa, na lista de mercado e nas minhas receitas, sugira substituições mais alinhadas com a meta (por exemplo, trocar um achocolatado calórico por uma versão de baixa caloria, ou um doce frequente por uma alternativa mais leve). Se identificar padrões repetitivos (mesmo doce ou snack calórico aparecendo várias vezes), proponha alternativas — e, quando fizer sentido, indique novas receitas saudáveis para substituir.
de: Schlage angesichts meines aktuellen Ziels und dessen, was in meiner Vorratskammer, auf der Einkaufsliste und in meinen Rezepten ist, Ersatzvorschläge vor, die besser auf das Ziel abgestimmt sind (z. B. ein kalorienreiches Kakaopulver durch eine kalorienarme Variante ersetzen oder eine häufige Süßigkeit durch eine leichtere Alternative). Wenn du wiederkehrende Muster erkennst (dieselbe Süßigkeit oder derselbe kalorienreiche Snack erscheint mehrfach), schlage Alternativen vor — und gib, wenn sinnvoll, neue gesunde Rezepte als Ersatz an.
en: Considering my current goal and what I have in my pantry, shopping list, and recipes, suggest substitutions that better align with that goal (for example, replacing a high-calorie chocolate drink with a low-calorie version, or a frequent sweet with a lighter alternative). If you identify repeated patterns (the same sweet or high-calorie snack appearing several times), suggest alternatives — and, when it makes sense, recommend new healthy recipes to replace them.
es: Considerando mi objetivo actual y lo que tengo en mi despensa, lista de compras y recetas, sugiere sustituciones más alineadas con la meta (por ejemplo, cambiar un cacao calórico por una versión baja en calorías, o un dulce frecuente por una alternativa más ligera). Si identificas patrones repetitivos (el mismo dulce o snack calórico apareciendo varias veces), propone alternativas — y, cuando tenga sentido, indica nuevas recetas saludables para sustituir.
fr: En tenant compte de mon objectif actuel et de ce qui se trouve dans mon garde-manger, ma liste de courses et mes recettes, suggère des substitutions plus en phase avec l'objectif (par exemple, remplacer un cacao calorique par une version allégée, ou un dessert fréquent par une alternative plus légère). Si tu identifies des schémas récurrents (même dessert ou snack calorique apparaissant plusieurs fois), propose des alternatives — et, lorsque c'est pertinent, indique de nouvelles recettes saines pour les remplacer.
it: Considerando il mio obiettivo attuale e ciò che ho nella dispensa, nella lista della spesa e nelle mie ricette, suggerisci sostituzioni più in linea con l'obiettivo (per esempio, sostituire un cacao calorico con una versione a basse calorie, o un dolce frequente con un'alternativa più leggera). Se identifichi schemi ripetitivi (stesso dolce o snack calorico che appare più volte), proponi alternative — e, quando ha senso, indica nuove ricette salutari come sostituzione.
ja: 現在の目標と、私のパントリー、買い物リスト、レシピにあるものを考慮して、目標により合った代替案を提案してください（例：高カロリーのココアを低カロリー版に置き換えたり、頻繁な甘いものをより軽い代替品に置き換えたり）。 繰り返しパターン（同じ甘いものや高カロリーのスナックが何度も出てくる）を特定したら、代替案を提案してください。意味がある場合は、置き換えるための新しいヘルシーレシピを示してください。

source: Conta e Sincronização
de: Konto und Synchronisierung
en: Account and Sync
es: Cuenta y sincronización
fr: Compte et synchronisation
it: Account e sincronizzazione
ja: アカウントと同期

source: Contagem inteligente
de: Intelligente Zählung
en: Smart counting
es: Conteo inteligente
fr: Comptage intelligent
it: Conteggio intelligente
ja: スマートカウント

source: Contamos apenas os dias com registro real.
de: Wir zählen nur Tage mit echten Einträgen.
en: We only count days with real entries.
es: Solo contamos los días con registro real.
fr: Nous ne comptons que les jours avec entrées réelles.
it: Contiamo solo i giorni con registrazioni reali.
ja: 実際に記録した日だけをカウント。

source: Contatar suporte
de: Support kontaktieren
en: Contact support
es: Contactar soporte
fr: Contacter le support
it: Contatta il supporto
ja: サポートに連絡

source: Conte macros nos dias que quiser. A IA do Smart Kitchen entende as lacunas e ainda dá ideias de receita com o que você tem em casa.
de: Zähle Makros an den Tagen, an denen du willst. Die KI von Smart Kitchen versteht die Lücken und schlägt Rezepte mit dem vor, was du zuhause hast.
en: Track macros on the days you want. Smart Kitchen's AI understands the gaps and even suggests recipes from what you have at home.
es: Cuenta macros los días que quieras. La IA de Smart Kitchen entiende los huecos y sugiere recetas con lo que tienes en casa.
fr: Comptez les macros les jours que vous voulez. L'IA de Smart Kitchen comprend les lacunes et suggère des recettes avec ce que vous avez chez vous.
it: Conta i macro nei giorni che vuoi. L'IA di Smart Kitchen capisce le lacune e suggerisce ricette con ciò che hai in casa.
ja: 好きな日にマクロを記録。Smart KitchenのAIがギャップを把握し、家にある食材でレシピも提案します。

source: Conteúdo vazio. Cole um link, texto ou envie uma imagem ou vídeo.
de: Leerer Inhalt. Fügen Sie einen Link, Text ein oder senden Sie ein Bild oder Video.
en: Empty content. Paste a link, text, or send an image or video.
es: Contenido vacío. Pega un enlace, texto o envía una imagen o vídeo.
fr: Contenu vide. Collez un lien, du texte ou envoyez une image ou vidéo.
it: Contenuto vuoto. Incolla un link, un testo o invia un'immagine o un video.
ja: コンテンツが空です。リンクやテキストを貼り付けるか、画像または動画を送信してください。

source: Continuar
de: Weiter
en: Continue
fr: Continuer
it: Continua
ja: 続ける

source: Continuar com plano grátis
de: Mit Gratis-Plan fortfahren
en: Continue with free plan
es: Continuar con el plan gratuito
fr: Continuer avec le plan gratuit
it: Continua con il piano gratuito
ja: 無料プランで続ける

source: Continuar com versão grátis
de: Mit Gratis-Version fortfahren
en: Continue with free version
es: Continuar con la versión gratuita
fr: Continuer avec la version gratuite
it: Continua con la versione gratuita
ja: 無料版で続ける

source: Continuar no plano Free
de: Mit dem kostenlosen Tarif fortfahren
en: Continue on the Free plan
es: Seguir en el plan Free
fr: Continuer avec l’offre Free
it: Continua con il piano Free
ja: Freeプランのまま続ける

source: Continue assim. Consistência é o que importa.
de: Machen Sie so weiter. Beständigkeit ist, was zählt.
en: Keep going. Consistency matters most.
es: Sigue así. La constancia es lo que importa.
fr: Continuez ainsi. La régularité est ce qui compte.
it: Continua così. La costanza è ciò che conta.
ja: その調子です。一貫性が重要です。

source: Conversas anteriores
de: Frühere Gespräche
en: Previous conversations
es: Conversaciones anteriores
fr: Conversations précédentes
it: Conversazioni precedenti
ja: 以前の会話

source: Converse com a IA
de: Mit der KI sprechen
en: Chat with the AI
es: Conversa con la IA
fr: Discutez avec l'IA
it: Parla con l'IA
ja: AI と会話

source: Converse com a IA…
de: Mit der KI sprechen…
en: Chat with the AI…
es: Conversa con la IA…
fr: Discutez avec l'IA…
it: Parla con l'IA…
ja: AI と会話…

source: Convidar
de: Einladen
en: Invite
es: Invitar
fr: Inviter
it: Invita
ja: 招待

source: Convidar Participante
de: Teilnehmer einladen
en: Invite Participant
es: Invitar participante
fr: Inviter un participant
it: Invita partecipante
ja: 参加者を招待

source: Copiar e-mail
de: E-Mail kopieren
en: Copy email
es: Copiar correo
fr: Copier l'e-mail
it: Copia e-mail
ja: メールをコピー

source: Corpo
de: Körper
en: Body
es: Cuerpo
fr: Corps
ja: 体

source: Cozimento
de: Garzeit
en: Cook time
es: Cocción
fr: Cuisson
it: Cottura
ja: 調理

source: Cozimento: %lld min
de: Garzeit: %lld Min.
en: Cook time: %lld min
es: Cocción: %lld min
fr: Cuisson : %lld min
it: Cottura: %lld min
ja: 調理：%lld 分

source: Cozinhe em fogo baixo mexendo até desgrudar do fundo.
de: Bei niedriger Hitze unter Rühren kochen, bis es sich vom Boden löst.
en: Cook on low heat, stirring until it pulls from the bottom.
es: Cocina a fuego lento removiendo hasta que se despegue del fondo.
fr: Cuisez à feu doux en remuant jusqu'à ce que ça se détache du fond.
it: Cuoci a fuoco basso mescolando finché non si stacca dal fondo.
ja: 弱火でかき混ぜ、底から離れるまで煮る。

source: Cozinhe em fogo médio, mexendo sem parar, até a massa desgrudar do fundo da panela.
de: Bei mittlerer Hitze unter ständigem Rühren kochen, bis sich die Masse vom Topfboden löst.
en: Cook over medium heat, stirring constantly, until the mixture pulls away from the bottom of the pan.
es: Cocina a fuego medio, removiendo sin parar, hasta que la masa se despegue del fondo de la cacerola.
fr: Faites cuire à feu moyen en remuant sans cesse, jusqu'à ce que la pâte se détache du fond de la casserole.
it: Cuocere a fuoco medio, mescolando continuamente, fino a quando l'impasto si stacca dal fondo della pentola.
ja: 中火で絶えずかき混ぜながら、生地が鍋底から離れるまで調理します。

source: Cozinhe o espaguete al dente em água salgada.
de: Spaghetti al dente in Salzwasser kochen.
en: Cook spaghetti al dente in salted water.
es: Cocina los espaguetis al dente en agua con sal.
fr: Cuisez les spaghetti al dente dans l'eau salée.
it: Cuoci gli spaghetti al dente in acqua salata.
ja: 塩水でスパゲッティをアルデンテに茹でる。

source: Cremosa
de: Cremig
en: Creamy
fr: Crémeuse
ja: クリーミー

source: Criando a receita
de: Rezept wird erstellt
en: Creating the recipe
es: Creando la receta
fr: Création de la recette
it: Creazione della ricetta
ja: レシピを作成中

source: criar categoria
de: Kategorie erstellen
en: create category
es: crear categoría
fr: créer une catégorie
it: crea categoria
ja: カテゴリーを作成

source: Criar do zero
de: Von Grund auf erstellen
en: Create from scratch
es: Crear desde cero
fr: Créer à partir de zéro
it: Crea da zero
ja: ゼロから作成

source: Criar item
de: Artikel erstellen
en: Create item
es: Crear artículo
fr: Créer un article
it: Crea articolo
ja: アイテムを作成

source: criar receita
de: Rezept erstellen
en: create recipe
es: crear receta
fr: créer une recette
it: crea ricetta
ja: レシピを作成

source: Criar receita
de: Rezept erstellen
en: Create recipe
es: Crear receta
fr: Créer une recette
it: Crea ricetta
ja: レシピを作成

source: Criar Receita
de: Rezept erstellen
en: Create Recipe
es: Crear receta
fr: Créer une recette
it: Crea ricetta
ja: レシピを作成

source: Criar receita "%@"
de: Rezept "%@" erstellen
en: Create recipe "%@"
es: Crear receta "%@"
fr: Créer la recette "%@"
it: Crea ricetta "%@"
ja: レシピ「%@」を作成

source: Criar receita no app
de: Rezept in der App erstellen
en: Create recipe in the app
es: Crear receta en la app
fr: Créer une recette dans l'app
it: Crea ricetta nell'app
ja: アプリでレシピを作成

source: Crie ideias novas partindo do zero ou com os ingredientes que você quiser usar.
de: Erstellen Sie neue Ideen von Grund auf oder mit den Zutaten, die Sie verwenden möchten.
en: Create new ideas from scratch or with any ingredients you want to use.
es: Crea ideas nuevas partiendo de cero o con los ingredientes que quieras usar.
fr: Créez de nouvelles idées en partant de zéro ou avec les ingrédients que vous souhaitez utiliser.
it: Crea nuove idee partendo da zero o con gli ingredienti che vuoi utilizzare.
ja: ゼロから、または使いたい材料で新しいアイデアを作成してください。

source: Crie seu primeiro caderno para organizar receitas por tema, refeição ou ocasião.
de: Erstellen Sie Ihr erstes Notizbuch, um Rezepte nach Thema, Mahlzeit oder Anlass zu organisieren.
en: Create your first notebook to organize recipes by theme, meal, or occasion.
es: Crea tu primer cuaderno para organizar recetas por tema, comida u ocasión.
fr: Créez votre premier carnet pour organiser vos recettes par thème, repas ou occasion.
it: Crea il tuo primo quaderno per organizzare le ricette per tema, pasto o occasione.
ja: テーマ、食事、または機会ごとにレシピを整理するために最初のノートを作成してください。

source: Cubra com atum, pepino e tomate.
de: Mit Thunfisch, Gurke und Tomate belegen.
en: Top with tuna, cucumber and tomato.
es: Cubre con atún, pepino y tomate.
fr: Ajoutez le thon, le concombre et la tomate par-dessus.
it: Completa con tonno, cetriolo e pomodoro.
ja: ツナ、きゅうり、トマトをのせる。

source: da meta. Continue assim.
de: vom Ziel. Machen Sie so weiter.
en: the target. Keep it up.
es: de la meta. Sigue así.
fr: de l'objectif. Continuez ainsi.
it: dall'obiettivo. Continua così.
ja: 目標から。その調子です。

source: da meta. Pequenos ajustes ajudam a aproximar.
de: vom Ziel. Kleine Anpassungen helfen, näher zu kommen.
en: the target. Small adjustments can help bring it closer.
es: de la meta. Pequeños ajustes ayudan a acercarse.
fr: de l'objectif. De petits ajustements aident à s'en rapprocher.
it: dall'obiettivo. Piccoli aggiustamenti aiutano ad avvicinarsi.
ja: 目標から。小さな調整で近づけます。

source: da meta. Vale revisar porções e horários.
de: vom Ziel. Es lohnt sich, Portionen und Zeiten zu überprüfen.
en: the target. It may be worth reviewing portions and meal timing.
es: de la meta. Vale la pena revisar porciones y horarios.
fr: de l'objectif. Il vaut la peine de revoir les portions et les horaires.
it: dall'obiettivo. Vale la pena rivedere porzioni e orari.
ja: 目標から。分量と時間を見直す価値があります。

source: Dá pra melhorar!
de: Es geht besser!
en: Room to improve!
es: ¡Se puede mejorar!
fr: On peut faire mieux !
it: Si può migliorare!
ja: 改善できます！

source: Dados
de: Daten
en: Data
es: Datos
fr: Données
it: Dati
ja: データ

source: Dados sincronizados
de: Daten synchronisiert
en: Data synced
es: Datos sincronizados
fr: Données synchronisées
it: Dati sincronizzati
ja: データを同期しました

source: Data
de: Datum
en: Date
es: Fecha
fr: Date
ja: 日付

source: Data de nascimento
de: Geburtsdatum
en: Date of birth
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ja: 生年月日

source: de **%lld kcal** restantes
de: von **%lld kcal** verbleibend
en: of **%lld kcal** remaining
fr: sur **%lld kcal** restantes
it: di **%lld kcal** rimanenti
ja: 残り **%lld kcal**

source: de %lld kcal restantes
de: von %lld kcal verbleibend
en: of %lld kcal remaining
fr: sur %lld kcal restantes
it: di %lld kcal rimanenti
ja: 残り %lld kcal

source: De onde vem essa receita?
de: Woher stammt dieses Rezept?
en: Where does this recipe come from?
es: ¿De dónde viene esta receta?
fr: D'où vient cette recette ?
it: Da dove viene questa ricetta?
ja: このレシピはどこから？

source: de receitas
de: von Rezepten
en: recipes
es: de recetas
fr: de recettes
it: di ricette
ja: レシピ

source: Decore com granola e frutas frescas.
de: Mit Granola und frischen Früchten toppen.
en: Top with granola and fresh fruit.
es: Decora con granola y frutas frescas.
fr: Garnissez de granola et de fruits frais.
it: Decora con granola e frutta fresca.
ja: グラノーラと新鮮なフルーツをトッピング。

source: Defina metas nutricionais personalizadas
de: Definieren Sie personalisierte Ernährungsziele
en: Set personalized nutrition goals
es: Define metas nutricionales personalizadas
fr: Définissez des objectifs nutritionnels personnalisés
it: Definisci obiettivi nutrizionali personalizzati
ja: カスタム栄養目標を定義

source: Defina o peso-alvo e o prazo. Você pode ajustar pra kg/semana se preferir.
de: Lege Zielgewicht und Zeitraum fest. Du kannst auf kg/Woche umschalten, wenn du willst.
en: Set your target weight and timeframe. You can switch to kg/week if you prefer.
es: Define tu peso objetivo y el plazo. Puedes cambiar a kg/semana si prefieres.
fr: Définissez le poids cible et le délai. Vous pouvez basculer sur kg/semaine si vous préférez.
it: Imposta peso obiettivo e tempo. Puoi passare a kg/settimana se preferisci.
ja: 目標体重と期間を設定。お好みでkg/週に切り替えられます。

source: Define como receitas aparecem inicialmente, o limite mínimo para considerar uma receita compatível e se sugestões usam apenas o que já está na despensa.
de: Legt fest, wie Rezepte zunächst angezeigt werden, ab welchem Mindestwert ein Rezept als kompatibel gilt und ob Vorschläge nur verwenden, was bereits in der Vorratskammer ist.
en: Defines how recipes first appear, the minimum threshold for a recipe to count as compatible, and whether suggestions use only what is already in the pantry.
es: Define cómo aparecen inicialmente las recetas, el límite mínimo para considerar una receta compatible y si las sugerencias usan solo lo que ya está en la despensa.
fr: Définit la présentation initiale des recettes, le seuil minimum pour considérer une recette comme compatible et si les suggestions utilisent uniquement ce qui se trouve déjà dans le garde-manger.
it: Definisce come appaiono inizialmente le ricette, la soglia minima per considerare una ricetta compatibile e se i suggerimenti usano solo ciò che è già nella dispensa.
ja: レシピの初期表示方法、互換とみなす最小しきい値、提案でパントリー内のアイテムだけを使うかを設定します。

source: Define quais dados são relevantes para a colaboração. Todos os participantes terão acesso de leitura e escrita.
de: Definiert, welche Daten für die Zusammenarbeit relevant sind. Alle Teilnehmer haben Lese- und Schreibzugriff.
en: Defines which data is relevant for collaboration. All participants will have read and write access.
es: Define qué datos son relevantes para la colaboración. Todos los participantes tendrán acceso de lectura y escritura.
fr: Définit quelles données sont pertinentes pour la collaboration. Tous les participants auront un accès en lecture et écriture.
it: Definisce quali dati sono rilevanti per la collaborazione. Tutti i partecipanti avranno accesso in lettura e scrittura.
ja: コラボレーションに関連するデータを定義します。すべての参加者は読み書きアクセスを持ちます。

source: Define se o app segue a aparência do sistema ou força um modo claro ou escuro.
de: Legt fest, ob die App dem Systemdarstellungsmodus folgt oder einen hellen bzw. dunklen Modus erzwingt.
en: Defines whether the app follows the system appearance or forces light or dark mode.
es: Define si la app sigue la apariencia del sistema o fuerza el modo claro u oscuro.
fr: Définit si l’app suit l’apparence du système ou force le mode clair ou sombre.
it: Definisce se l’app segue l’aspetto del sistema o forza la modalità chiara o scura.
ja: アプリがシステムの外観に従うか、ライトまたはダークモードを固定するかを設定します。

source: Deixa com a gente — isso leva só alguns segundos.
de: Überlassen Sie es uns — das dauert nur wenige Sekunden.
en: Leave it with us — this only takes a few seconds.
es: Déjalo con nosotros — esto solo tarda unos segundos.
fr: Laissez-nous faire — cela ne prend que quelques secondes.
it: Lascia fare a noi — ci vogliono solo pochi secondi.
ja: 私たちに任せてください — 数秒しかかかりません。

source: Deixe em branco para usar os valores calculados automaticamente a partir do seu corpo e objetivo.
de: Lassen Sie das Feld leer, um die automatisch aus Ihrem Körper und Ziel berechneten Werte zu verwenden.
en: Leave blank to use the values automatically calculated from your body and goal.
es: Déjalo en blanco para usar los valores calculados automáticamente a partir de tu cuerpo y objetivo.
fr: Laissez vide pour utiliser les valeurs calculées automatiquement à partir de votre corps et de votre objectif.
it: Lascia vuoto per utilizzare i valori calcolati automaticamente dal tuo corpo e obiettivo.
ja: あなたの身体と目標から自動的に計算された値を使用するには空白のままにしてください。

source: depois
de: danach
en: then
es: luego
fr: puis
it: poi
ja: その後

source: Desativar
de: Deaktivieren
en: Disable
es: Desactivar
fr: Désactiver
it: Disattiva
ja: 無効化

source: Desativar iCloud?
de: iCloud deaktivieren?
en: Disable iCloud?
es: ¿Desactivar iCloud?
fr: Désactiver iCloud ?
it: Disattivare iCloud?
ja: iCloud を無効にしますか？

source: Desbloqueie tudo no Savoria
de: Schalte alles in Savoria frei
en: Unlock everything in Savoria
es: Desbloquea todo en Savoria
fr: Débloquez tout dans Savoria
it: Sblocca tutto in Savoria
ja: Savoriaの全機能を解放
